INSERT INTO product (showcase_id, position, name, type, price, add_date, update_date)
VALUES
(1, 'полка 1', 'Realme 9 pro+', 'смартфон', 30000, '2023-05-03', '2023-08-28'),
(1, 'полка 2', 'Samsung A53', 'смартфон', 35000, '2023-02-20', '2023-08-18'),
(1, 'полка 3', 'HUAWEI Mate 50 Pro', 'смартфон', 48000, '2023-06-18', '2023-07-27'),
(2, 'полка 2', 'Xiaomi MITV A1', 'HD', 23000, '2023-04-04', '2023-08-07'),
(2, 'полка 3', 'DEXP 43FCS1', 'Full HD', 15999, '2023-06-21', '2023-08-16'),
(2, 'полка 3', 'Haier SmartTV DX2', 'Full HD', 34999, '2023-07-06', '2023-07-30'),
(3, 'полка 1', 'Acer Nitro 5', 'игровой', 59999, '2023-06-22', '2023-08-07'),
(3, 'полка 3', 'HUAWEI MateBook D 14', 'ультрабук', 42999, '2023-06-30', '2023-08-16'),
(3, 'полка 2', 'DEXP Aquilon', 'офисный', 22499, '2023-07-01', '2023-08-19');